alsa-utils
amidst
antiword
anydesk
aspell-en
autoconf
automake
bash
bash-completion
bc
bison
bzip2
calibre
cask
cgminer
clang
cmake
cmus
codeforces-parser-git
coreutils
create_ap
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmidecode
docker
dosbox
downgrade
dpkg
dropbox
e2fsprogs
eclim
efibootmgr
emacs
evince
exo
fakeroot
fcitx
fcitx-unikey
feh
file
filesystem
findutils
firefox
fish
flex
garcon
gawk
gcc
gcc-libs
gdb
gdrive
genymotion
gettext
git
gitlab-runner
glibc
gnome-keyring
gnome-packagekit
gnu-netcat
google-drive-ocamlfuse
grep
gtk-xfce-engine
gtkglext
gvfs
gvfs-mtp
gvfs-smb
gvim
gzip
hadoop
hddtemp
hdf5
hostapd
htop
i3-gaps
i3blocks
i3lock
i3status
ibus
ibus-pinyin
ibus-unikey
imagemagick
inetutils
iproute2
iputils
iw
jfsutils
jre8-openjdk
less
lib32-alsa-oss
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-icu
lib32-mpg123
lib32-openal
libcurl-compat
libcurl-gnutls
libgnome-keyring
libreoffice-fresh
libvdpau-va-gl
licenses
links
linux
linux-headers
logrotate
lshw
lvm2
lynx
make
man-db
man-pages
mari0
matrix-synapse
mdadm
mesa
mesa-demos
mirage
mtools
nano
nautilus
netctl
nmap
ntfs-3g
opencv
openmp
openssh
os-prober
p7zip
pacman
pandoc
patch
pavucontrol
pciutils
pcmciautils
pcsx2
perl
pinta
pkg-config
playerctl
polybar-git
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pycharm-community-edition
python
python-pip
python-pudb
python-pyqt5
qalculate-gtk
qrencode
ranger
reiserfsprogs
rofi
rox
rsync
rxvt-unicode
s-nail
screenfetch
scrot
seahorse
sed
shadow
skypeforlinux-stable-bin
slack-desktop
snapd
speedtest-cli
sqlitebrowser
stardict
sublime-text-dev
sudo
sysfsutils
systemd-sysvcompat
tar
termite
tesseract
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langextra
texlive-localmanager-git
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texstudio
thunar
thunar-volman
tk
tmux
tree
ttf-dejavu
tumbler
ufw
unrar
unzip
usbutils
util-linux
vectr
vi
visual-studio-code-bin
vlc
w3m
wget
which
wine
winetricks
wireless_tools
wpa_actiond
wpa_supplicant
xclip
xdg-user-dirs
xdotool
xf86-input-synaptics
xf86-video-intel
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xzoom
yaourt
youtube-dl
zip
zsh
zsh-completions
